{"inkVersion":20,"root":[[{"#":"name ----"},"^[You found the source of voice]","\n","^[You dig up the junk around and to uncover…]","\n",{"#":"name Tillie"},{"#":"sprite normal"},"^AAHHHH *cough cough*","\n","^I didn’t think someone would hear me, I thought I was a goner.","\n",{"#":"name Tillie"},{"#":"sprite happy"},"^Thank you so much for your help.","\n","^The name is Tillie. Tillie the Sea Turtle.","\n",{"#":"name Dross"},{"#":"sprite normal"},"^Um, don’t mention it.","\n","^What were you doing buried under all that junk?","\n","^Oh the name is Dross by the way.","\n",{"#":"name Tillie"},{"#":"sprite normal"},"^Oh that.","\n","^Well, you see…","\n","^I was out looking for something to eat.","\n",{"#":"name Tillie"},{"#":"sprite normal"},"^I found this clear thing with 6 rings on it, I tried eating it but it didn’t taste all that good.","\n","^So I tried to throw it away, but more of those things fell from above and I got tangled in them.","\n","^I couldn’t move and got stuck at the bottom of the sea floor. That’s when a bunch of those objects fell from the surface","\n",{"#":"name Tillie"},{"#":"sprite blush"},"^Aaahhh it’s so embarrassing. A sea turtle like me, such a klutz.","\n",{"#":"name Dross"},{"#":"sprite normal"},"^Uh, don’t worry about it. It’s not your fault that this happened.","\n","^[The surface huh… So that’s where these things come from. That explains a lot, they do have a lot of stuff up there]","\n",{"#":"name Dross"},{"#":"sprite normal"},"^Well, glad you’re ok. I’m here to scavenge some things myself here.","\n","^I’m going to continue looking in the area.","\n",{"#":"name Tillie"},{"#":"sprite normal"},"^Oh, well alright then.","\n","^Good luck on your endeavor.","\n",{"#":"name Tillie"},{"#":"sprite happy"},"^B-but before you go, lemme give you a reward for your troubles.","\n",{"#":"name ----"},"^[She begins to look through her shell, rummaging through a bunch of items and snacks]","\n",{"#":"name Tillie"},{"#":"sprite normal"},"^Oh, where could it be.","\n",{"#":"name Dross"},{"#":"sprite normal"},"^[This might take a while, just going to mosey on out of here while she’s busy]","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}